"NSPhotoLibraryUsageDescription" = "我們需要造訪您的圖庫，以便您選擇個人資料圖片。";
"NSCameraUsageDescription" = "我們需要存取您的相機，以便您可以拍攝新的個人資料照片。";
"NSMicrophoneUsageDescription" = "我們需要麥克風來啟用某些功能的錄音。";
"NSSpeechRecognitionUsageDescription" = "我們使用語音辨識功能，讓您可以使用語音與應用程式互動。";
